{
	"vitaminsInfo": {
		"expressionGroup": [
			{
				"expression": "Antioxidants",
				"explanation": "Antioxidants are substances that may prevent or delay some types of cell damage. Examples include beta-carotene, lutein, lycopene, selenium, and vitamins C and E. They are found in many foods, including fruits and vegetables. They are also available as dietary supplements. Most research has not shown antioxidant supplements to be helpful in preventing diseases.",
				"picture": "antioxidants.jpg",
				"reference": "National Institutes of Health, Office of Dietary Supplements",
				"referenceURL": "https://ods.od.nih.gov/Health_Information/ODS_Frequently_Asked_Questions.aspx#RDAandDV"
			},
			{
				"expression": "Daily Value (DV)",
				"explanation": "The Daily Value (DV) tells you what percentage of a nutrient one serving of that food or supplement provides compared to the recommended amount.",
				"picture": "dairyvalue.png",
				"reference": "National Institutes of Health, Office of Dietary Supplements",
				"referenceURL": "http://ods.od.nih.gov/Health_Information/ODS_Frequently_Asked_Questions.aspx#RDAandDV"
			},
			{
				"expression": "Dietary Supplements",
				"explanation": "A dietary supplement is a product you take to supplement your diet. It contains one or more dietary ingredients (including vitamins; minerals; herbs or other botanicals; amino acids; and other substances). Supplements do not have to go through the testing that drugs do for effectiveness and safety.",
				"picture": "dietary.jpg",
				"reference": "National Institutes of Health, Office of Dietary Supplements",
				"referenceURL": "http://ods.od.nih.gov/factsheets/DietarySupplements-HealthProfessional/"
			},
			{
				"expression": "Fat-Soluble Vitamins",
				"explanation": "Fat-soluble vitamins include vitamins A, D, E, and K. The body stores fat-soluble vitamins in the liver and fatty tissues.",
				"picture": "fatsoluable.jpg",
				"reference": "National Institute of Diabetes and Digestive and Kidney Diseases",
				"referenceURL": ""
			},
			{
				"expression": "Folate",
				"explanation": "Folate is a B-vitamin that is naturally present in many foods. A form of folate called folic acid is used in dietary supplements and fortified foods. Our bodies need folate to make DNA and other genetic material. Folate is also needed for the body’s cells to divide. It is important for women to get enough folic acid before and during pregnancy. It can prevent major birth defects of the baby's brain or spine.",
				"picture": "folate.jpg",
				"reference": "National Institutes of Health, Office of Dietary Supplements",
				"referenceURL": "http://ods.od.nih.gov/factsheets/Folate-Consumer/"
			},
			{
				"expression": "Multivitamin/Mineral Supplements",
				"explanation": "Multivitamin/mineral supplements contain a combination of vitamins and minerals. They sometimes have other ingredients, such as herbs. They are also called multis, multiples, or simply vitamins. Multis help people get the recommended amounts of vitamins and minerals when they cannot or do not get enough of these nutrients from food.",
				"picture": "multi.jpg",
				"reference": "National Institutes of Health, Office of Dietary Supplements",
				"referenceURL": "http://ods.od.nih.gov/factsheets/MVMS-Consumer/"
			},
			{
				"expression": "Niacin",
				"explanation": "Niacin is a nutrient in the vitamin B complex. The body needs it in small amounts to function and stay healthy. Niacin helps some enzymes work properly and helps the skin, nerves, and digestive tract stay healthy.",
				"picture": "niacin.jpg",
				"reference": "National Cancer Institute",
				"referenceURL": "http://www.cancer.gov/dictionary?CdrID=556407"
			},
			{
				"expression": "Recommended Dietary Allowance (RDA)",
				"explanation": "Recommended Dietary Allowance (RDA) is the amount of a nutrient you should get each day. There are different RDAs based on age, gender, and whether a woman is pregnant or breastfeeding.",
				"picture": "rda.gif",
				"reference": "National Institutes of Health, Office of Dietary Supplements",
				"referenceURL": "http://ods.od.nih.gov/Health_Information/ODS_Frequently_Asked_Questions.aspx#RDAandDV"
			},
			{
				"expression": "Vitamin A",
				"explanation": "Vitamin A plays a role in your vision, bone growth, reproduction, cell functions, and immune system. Vitamin A is an antioxidant. It can come from plant or animal sources. Plant sources include colorful fruits and vegetables. Animal sources include liver and whole milk. Vitamin A is also added to foods like cereals.",
				"picture": "vitamina.jpg",
				"reference": "NIH MedlinePlus",
				"referenceURL": "https://medlineplus.gov/vitamina.html"
			}
		],
		"lastUpdated": "2016-10-03",
		"pageURL": "https://medlineplus.gov/explanations/vitaminsexplanations.html",
		"title": "Vitamins"
	}
}